<?php
$_['text_version']    = 'Версія';
$_['text_label_licence_key']    = 'Введіть ліцензійний ключ';
$_['text_support']    = 'Технічна підтримка';
$_['text_developer']    = 'Розробник';
$_['text_license_agreement']    = 'Ліцензійну угоду';
$_['text_checkbox_label']    = 'Ви прочитали і згодні';
$_['text_checkbox_butt']    = 'Продовжити';

$_['text_licence_1']    = 'ЛІЦЕНЗІЙНА УГОДА на використання ';
$_['text_licence_2']    = '
<br>
Ця Ліцензійна угода (далі – Угода) укладається між ';
$_['text_licence_3']    = ' (далі – Автор) та Користувачем (будь-якою фізичною особою, індивідуальним підприємцем, юридичною особою (далі – Користувач) {{ name_module }} (далі – ПЗ).
Угода стосується всіх версій, що розповсюджуються, або модифікацій ПЗ. <br>
Основні терміни цієї Угоди:<br>
Ліцензійний ключ – набір символів, що є технічним засобом захисту авторських прав і призначений для активації.<br>
Активація – дія, спрямована на реєстрацію ПЗ на конкретного Користувача за допомогою введення Ліцензійного ключа на сторінці налаштувань ПЗ, згідно з технічною документацією.<br>
<br>
1. ПРЕДМЕТ УГОДИ <br>
1.1. У порядку та на умовах, передбачених цією Угодою, Автор надає Користувачеві право використання ПЗ, що реалізується шляхом встановлення (інсталяції) та запуску Користувачем ПЗ відповідно до його технічної документації, умов цієї Угоди. <br>
1.2. Всі положення Угоди поширюються як на ПЗ загалом, так і на його окремі компоненти.<br>
1.3. Угода набирає чинності безпосередньо в момент отримання Користувачем копії ПЗ за допомогою електронних засобів передачі даних або на фізичних носіях.<br>
<br>
2. УМОВИ ВИКОРИСТАННЯ З ТА ТЕХНІЧНОГО ПІДТРИМКА <br>
2.1. Угода дає Користувачеві право використовувати одну копію програмного забезпечення після Активації в рамках одного сайту (інтернет-магазину), який працює в межах одного доменного імені.<br>
2.2. Якщо під час використання програмного забезпечення будуть виявлені помилки, автор зобов\'язується виправити їх та випустити оновлену версію програмного забезпечення. Сторони погоджуються, що точне визначення терміну усунення помилки та/або випуску оновлення не може бути встановлене, оскільки ПЗ тісно взаємодіє з іншими програмами та доповненнями сторонніх розробників, операційною системою та апаратними ресурсами комп\'ютера Користувача, та працездатність та час усунення проблем повною мірою не залежать лише від Автора. <br>
2.3. Технічна підтримка надається протягом одного року з дня придбання копії ПЗ. Вартість продовження технічної підтримки ще на один рік становить 50% від поточної вартості копії ПЗ.<br>
2.4. Умови використання ПЗ у тестових оточеннях, видача Ліцензійних ключів для тестування, а також повторна Активація ПЗ на іншому доменному імені обговорюються індивідуально, за умови активного періоду технічної підтримки.<br>
<br>
3. АВТОРСЬКІ ПРАВА <br>
3.1. ПЗ є результатом інтелектуальної діяльності та об\'єктом авторських прав, які регулюються та захищені законодавством України про інтелектуальну власність та норми міжнародного права. <br>
3.2. ПЗ містить комерційну таємницю та іншу конфіденційну інформацію, що належить Автору. Будь-яке використання ПЗ на порушення умов цієї Угоди розглядається як порушення прав Автора та є достатньою підставою для позбавлення Користувача наданих за цією Угодою прав. <br>
3.3. Автор гарантує, що має всі необхідні за цією Угодою права для надання їх Користувачеві, включаючи технічну документацію до ПЗ. <br>
3.4. Користувач не може за будь-яких умов видаляти або робити малопомітними інформацію та відомості про авторські права, зазначені в ПЗ.
<br><br>
4. ВІДПОВІДАЛЬНІСТЬ СТОРІН <br>
4.1. Автор не несе відповідальності за будь-які збитки та/або збитки (у тому числі, збитки у зв\'язку з недоотриманою комерційною вигодою, перериванням комерційної та виробничої діяльності, втратою даних), що виникають у зв\'язку з використанням або неможливістю використання ПЗ, навіть якщо Автор був повідомлений про можливе виникнення таких збитків та/або збитків.<br>
4.2. ПЗ поставляється на умовах «як є» без надання гарантій продуктивності, купівельної спроможності, збереження даних, а також інших явно виражених або передбачуваних гарантій. Автор не несе жодної відповідальності за заподіяння чи можливість заподіяння шкоди Користувачеві, його інформації чи його бізнесу внаслідок використання чи неможливості використання ПЗ. <br>
4.3. Автор не несе відповідальності, пов\'язану із притягненням Користувача або третіх осіб до адміністративної чи кримінальної відповідальності за використання ПЗ у протизаконних цілях (включаючи, але не обмежуючись, продажем через Інтернет магазин об\'єктів, вилучених з обороту або здобутих злочинним шляхом, призначених для розпалювання міжрасової чи міжнаціональної) ворожнечі і т.д.).
<br><br>
5. ДІЯ, ЗМІНА ТА РОЗІРВАННЯ УГОДИ <br>
5.1. У разі порушення Користувачем умов цієї Угоди щодо використання ПЗ, Автор має право в односторонньому порядку розірвати цю Угоду, повідомивши про це Користувача.<br>
5.2. При розірванні цієї Угоди Користувач зобов\'язаний припинити використання ПЗ повністю та знищити всі копії ПЗ, встановлені на комп\'ютерах Користувач, включаючи резервні копії та всі компоненти ПЗ.<br>
5.3. Користувач не має права продавати, розповсюджувати чи використовувати ПЗ без згоди Автора.<br>
5.4. Користувач має право модифікувати програмне забезпечення на свій розсуд. При цьому подальше використання ПЗ повинно здійснюватися відповідно до цієї Угоди та за умови збереження всіх авторських прав.<br>
5.5. Автор залишає за собою право у будь-який час змінювати умови Угоди без попереднього повідомлення.<br>
5.6. Отримання екземпляра ПЗ, його використання та/або зберігання автоматично означає:<br>
- поінформованість Користувача про зміст Угоди;<br>
- прийняття його положень;
- Виконання умов цієї Угоди.';