<?php
$_['text_version']    = 'Версия';
$_['text_label_licence_key']    = 'Введите лицензионный ключ';
$_['text_support']    = 'Техническая поддержка';
$_['text_developer']    = 'Разработчик';
$_['text_license_agreement']    = 'Лицензионное соглашение';
$_['text_checkbox_label']    = 'Вы прочитали и согласны';
$_['text_checkbox_butt']    = 'Продолжить';

$_['text_licence_1']    = 'ЛИЦЕНЗИОННОЕ СОГЛАШЕНИЕ на использование ';
$_['text_licence_2']    = '
<br>
Настоящее Лицензионное соглашение (далее – Соглашение) заключается между ';
$_['text_licence_3']    = ' (далее – Автор) и Пользователем (любым физическим лицом, индивидуальным предпринимателем, юридическим лицом (далее – Пользователь) {{ name_module }} (далее – ПО). <br>
Соглашение относится ко всем распространяемым версиям или модификациям ПО. <br>
Основные термины настоящего Соглашения:<br>
Лицензионный ключ – набор символов, представляющий собой техническое средство защиты авторских прав и предназначенный для активации.<br>
Активация – действие, направленное на регистрацию ПО на конкретного Пользователя по средствам ввода Лицензионного ключа на странице настроек ПО, согласно технической документации.<br>
<br>
1. ПРЕДМЕТ СОГЛАШЕНИЯ <br>
1.1. В порядке и на условиях, предусмотренных настоящим Соглашением, Автор предоставляет Пользователю право использования ПО, реализуемое путем установки (инсталляции) и запуска Пользователем ПО в соответствии с его технической документацией, условиями настоящего Соглашения. <br>
1.2. Все положения Соглашения распространяются как на ПО в целом, так и на его отдельные компоненты.<br>
1.3. Соглашение вступает в силу непосредственно в момент получения Пользователем копии ПО посредством электронных средств передачи данных либо на физических носителях.<br>
<br>
2. УСЛОВИЯ ИСПОЛЬЗОВАНИЯ ПО И ТЕХНИЧЕСКАЯ ПОДДЕРЖКА <br>
2.1. Соглашение дает Пользователю право использовать одну копию ПО после Активации в рамках одного сайта (интернет-магазина), который работает в пределах одного доменного имени.<br>
2.2. Если при использовании ПО будут обнаружены ошибки, Автор обязуется исправить их и выпустить обновленную версию ПО. Стороны соглашаются, что точное определение срока устранения ошибки и/или выпуска обновления не может быть установлено, так как ПО тесно взаимодействует с другими программами и дополнениями сторонних разработчиков, операционной системой и аппаратными ресурсами компьютера Пользователя, и работоспособность и время устранения проблем в полной мере не зависят только от Автора. <br>
2.3. Техническая поддержка оказывается в течение одного года со дня покупки копии ПО. Стоимость продления технической поддержки еще на один год составляет 50% от текущей стоимости копии ПО.<br>
2.4. Условия использования ПО в тестовых окружениях, выдача Лицензионных ключей для тестирования, а также повторная Активация ПО на другом доменном имени обсуждаются индивидуально, при условии активного периода технической поддержки.<br>
<br>
3. АВТОРСКИЕ ПРАВА <br>
3.1. ПО является результатом интеллектуальной деятельности и объектом авторских прав, которые регулируются и защищены законодательством Украины об интеллектуальной собственности и нормами международного права. <br>
3.2. ПО содержит коммерческую тайну и иную конфиденциальную информацию, принадлежащую Автору. Любое использование ПО в нарушение условий настоящего Соглашения рассматривается как нарушение прав Автора и является достаточным основанием для лишения Пользователя предоставленных по настоящему Соглашению прав. <br>
3.3. Автор гарантирует, что обладает всеми необходимыми по настоящему Соглашению правами для предоставления их Пользователю, включая техническую документацию к ПО. <br>
3.4. Пользователь не может ни при каких условиях удалять или делать малозаметными информацию и сведения об авторских правах, указанные в ПО. 
<br>
4. ОТВЕТСТВЕННОСТЬ СТОРОН <br>
4.1. Автор не несет ответственность за какие-либо убытки и/или ущерб (в том числе, убытки в связи недополученной коммерческой выгодой, прерыванием коммерческой и производственной деятельности, утратой данных), возникающие в связи с использованием или невозможностью использования ПО, даже если Автор был уведомлен о возможном возникновении таких убытков и/или ущерба.<br>
4.2. ПО поставляется на условиях «как есть» без предоставления гарантий производительности, покупательной способности, сохранности данных, а также иных явно выраженных или предполагаемых гарантий. Автор не несёт какой-либо ответственности за причинение или возможность причинения вреда Пользователю, его информации или его бизнесу вследствие использования или невозможности использования ПО. <br>
4.3. Автор не несёт ответственность, связанную с привлечением Пользователя или третьих лиц к административной или уголовной ответственности за использование ПО в противозаконных целях (включая, но не ограничиваясь, продажей через Интернет магазин объектов, изъятых из оборота или добытых преступным путём, предназначенных для разжигания межрасовой или межнациональной вражды и т.д.).<br>
<br>
5. ДЕЙСТВИЕ, ИЗМЕНЕНИЕ И РАСТОРЖЕНИЕ СОГЛАШЕНИЯ <br>
5.1. В случае нарушения Пользователем условий настоящего Соглашения по использованию ПО, Автор имеет право в одностороннем порядке расторгнуть настоящее Соглашение, уведомив об этом Пользователя.<br>
5.2. При расторжении настоящего Соглашения Пользователь обязан прекратить использование ПО полностью и уничтожить все копии ПО, установленные на компьютерах Пользователь, включая резервные копии и все компоненты ПО.<br>
5.3. Пользователь не имеет права продавать, распространять или использовать ПО без согласия Автора.<br>
5.4. Пользователь имеет право модифицировать ПО по своему усмотрению. При этом последующее использование ПО должно осуществляться в соответствии с данным Соглашением и при условии сохранения всех авторских прав.<br>
5.5. Автор оставляет за собой право в любое время изменять условия Соглашения без предварительного уведомления.<br>
5.6. Получение экземпляра ПО, его использование и/или хранение автоматически означает:<br>
- осведомленность Пользователя о содержании Соглашения;<br>
- принятие его положений;<br>
- выполнение условий данного Соглашения.';